app/controllers/api/v1/moods_controller.rb

  def index
   @moods = Mood.all
---
SELECT "moods".* FROM "moods"